[
  {
    "id": 1,
    "title": "Восхождение фениксов",
    "author": "Тянься Гуйюань",
    "cover": "https://imo10.labirint.ru/books/978147/cover.png/363-0",
    "description": "Знаменитый китайский роман от популярной писательницы Тянься Гуйюань! Впервые на русском языке! Книга рассказывает о девушке Фэн Чживэй, которая оказывается в самом знаменитом учебном заведении империи — Академии Цинмин. Благодаря волевому характеру и острому уму она сумела получить почетное звание ученого и стала приближенной самого императора. На глазах девушки во дворце разворачивается настоящая борьба за власть. Но теперь все станет еще сложнее, ведь она тоже вступает в борьбу! Вы окунетесь в атмосферу Древнего Китая с его пленительными пейзажами и роскошными пагодами, окажетесь в центре дворцовых интриг и примете участие в кровавой схватке за трон. Ну и, конечно… влюбитесь. Так искренне, чисто и самоотверженно, как описывают только в китайских романах. Вас ожидают цветные вклейки с персонажами в традиционных китайских костюмах на мелованной бумаге и запечатанные форзацы! Более того, по Возрожде",
    "specification": {
      "type": "Боевик",
      "year": 2020,
      "pages": 734,
      "binding": true,
      "price": 1097,
      "sale": 1499
    }
  },
  {
    "id": 2,
    "title": "Игрок",
    "author": "Федор Достоевский",
    "cover": "https://ndc.bookvoed.ru/resize/1024x1024/pim/products/images/97/9e/018f60da-7c2a-7863-96cd-809296c9979e.jpg",
    "description": "Федор Достоевский — главный русский писатель, мастер психологической прозы и знаток потаенных человеческих страстей. Одной из которых — игромании — одно время был подвержен и сам. Алексей Иванович, простой домашний учитель, живет с семьей пожилого генерала в роскошном отеле на немецком курорте Рулетенбурге. Пока все господа ждут смерти богатой русской тетки генерала, чтобы получить наследство, главный герой втягивается в мучительные любовные отношения, в основе которых лишь гордыня и расчет. Он отчаянно испытывает судьбу и удачу в рулетке. Ведь «деньги — всё!» — или же нет? Книга напечатана на белой бумаге.",
    "specification": {
      "type": "Художественная литература",
      "binding": true,
      "year": 2022,
      "pages": 234,
      "price": 449,
      "sale": 1499
    }
  },
  {
    "id": 4,
    "title": "Обломов",
    "author": "Иван Гончаров",
    "cover": "https://ndc.bookvoed.ru/resize/320x492/pim/products/images/d4/e3/018fa295-d9b9-7c89-99e8-f462dbd9d4e3.jpg",
    "description": "Иван Гончаров — один из самых крупных писателей-реалистов золотого века русской литературы. Роман «Обломов» — часть знаменитой «трилогии о русской жизни», куда также вошли «Обыкновенная история» и «Обрыв».",
    "specification": {
      "type": "Художественная литература",
      "binding": false,
      "year": 2020,
      "pages": 712,
      "price": 278,
      "sale": 349
    }
  },
  {
    "id": 5,
    "title": "Искусство вкуса",
    "author": "Бенджамин Вургафт, Мерри Уайт",
    "cover": "https://ndc.bookvoed.ru/resize/177x280/pim/products/images/97/e8/018f61ed-c10b-7cdb-a1bd-61b20f7897e8.jpg",
    "description": "Еда всегда была источником страстей и соблазнов — а порой даже могла изменить течение человеческой истории. Благодаря пшенице и рису возникли первые мировые империи, погоня за специями предопределила ход европейских географических открытий и завоеваний, а без кофе и сахара немыслимо существование современного капитализма. Эта книга, написанная антропологом Мерри Уайт и историком Бенджамином Вургафтом, предлагает по-новому взглянуть на взаимосвязи между культурой, обществом и продуктами, которые лежат на вашем столе. Авторы путешествуют во времени и пространстве — от древнеримских застолий до «Макдоналдса», от итальянской глубинки до шумных улочек Токио и Сеула, от горных кофейных плантаций до обычного универмага — и обнаруживают массу нерассказанных историй, которые удивят самого искушенного читателя.",
    "specification": {
      "type": "Хобби и досуг",
      "binding": false,
      "year": 2024,
      "pages": 304,
      "price": 845,
      "sale": 0
    }
  },
  {
    "id": 6,
    "title": "Основы экономической безопасности. Учебное пособие",
    "author": "Константин Беловицкий",
    "cover": "https://ndc.bookvoed.ru/resize/640x984/pim/products/images/69/0b/018ee51f-2685-7175-a61c-3f70fdf6690b.jpg",
    "description": "В работу включены положения, отражающие сущность общей теории экономической безопасности, ее уровней (государства, региона, хозяйствующего субъекта и личности); роль и место экономической безопасности в системе национальной безопасности; угрозы, критерии, пороговые значения и методические принципы оценки состояния экономической безопасности; проблемы обеспечения экономической безопасности. Рассмотрены роль и место бюджетной системы и государственного бюджета Российской Федерации, задачи и функции бюджетного контроля в целях обеспечения экономической безопасности бюджетной сферы, налоги и налоговая система, механизм налогообложения Российской Федерации в обеспечении экономической безопасности России, а также механизм налогообложения развитых стран. Для студентов, обучающихся по направлению подготовки «Информационная безопасность» (уровень бакалавриата), специальности «Информационно-аналитические системы безопасности», иным техническим специальностям, а также преподавателей вузов.",
    "specification": {
      "type": "Хобби и досуг",
      "binding": true,
      "year": 2021,
      "pages": 218,
      "price": 889,
      "sale": 0
    }
  },
  {
    "id": 7,
    "title": "Отцы и дети",
    "author": "Иван Тургенев",
    "cover": "https://imo10.labirint.ru/books/978147/cover.png/363-0",
    "description": "Знаменитый китайский роман от популярной писательницы Тянься Гуйюань! Впервые на русском языке! Книга рассказывает о девушке Фэн Чживэй, которая оказывается в самом знаменитом учебном заведении империи — Академии Цинмин. Благодаря волевому характеру и острому уму она сумела получить почетное звание ученого и стала приближенной самого императора. На глазах девушки во дворце разворачивается настоящая борьба за власть. Но теперь все станет еще сложнее, ведь она тоже вступает в борьбу! Вы окунетесь в атмосферу Древнего Китая с его пленительными пейзажами и роскошными пагодами, окажетесь в центре дворцовых интриг и примете участие в кровавой схватке за трон. Ну и, конечно… влюбитесь. Так искренне, чисто и самоотверженно, как описывают только в китайских романах. Вас ожидают цветные вклейки с персонажами в традиционных китайских костюмах на мелованной бумаге и запечатанные форзацы! Более того, по Возрожде",
    "specification": {
      "type": "Боевик",
      "binding": true,
      "year": 2021,
      "pages": 218,
      "price": 889,
      "sale": 0
    }
  }
]
